Repository: WPPlugins/autocomplete-for-relevanssi
Catalog: languages/autocomplete-for-relevanssi-*.po
Languages: fr_fr

source: Autocomplete for Relevanssi options
fr_fr: Options de « Autocomplete for Relevanssi »

source: terms have been found in the Relevanssi index.
fr_fr: termes ont été trouvés dans l'index Relevanssi.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Sorry, the Relevanssi Database index table hasn't been found or no word is indexed. Did you install Relevanssi? Did you build the index?
fr_fr: Désolé, la table de base de données relevanssi est introuvable ou aucun terme n'est indexé. Avez-vous installé Relevanssi ? Avez-vous généré l'index ?

source: Autocomplete box style
fr_fr: Style de la boîte d'autocomplétion

source: Minimum chars
fr_fr: Caractères minimum

source: Max suggestions
fr_fr: Suggestions maximales

source: Here you can define some settings to adapt this plugin to your flavors&hellip;
fr_fr: Ici vous pouvez adapter quelques réglages pour adapter le plugin à votre convenance&hellip;

source: Default style
fr_fr: Style par défaut

source: The default afr style. Simple and lightweight.
fr_fr: Le style afr par défaut. Simple et léger.

source: Awesomplete default style
fr_fr: Style Awesomplete par défaut

source: The default Awesomeplete style.
fr_fr: Le style Awesomeplete par défaut.

source: No style
fr_fr: Aucun style

source: No style applied. This means no additionnal <code>.css</code> file will be loaded. You can style the box in your theme stylesheet by using the class you can look over in the following HTML format example. This is the format Awesomplete creates for the autocompletion feature (without the <code>aria-</code> attributes).
fr_fr: Aucun style n'est appliqué. Cela signifie qu'aucun fichier <code>.css</code> supplémentaire ne sera chargé. Vous pouvez modifier le style de la boîte dans la feuille de style de votre thème en utilisant les class que vous découvrez dans l'exemple de formatage HTML suivant. Ceci est le format créé par Awesomplete afin de mettre en place la fonctionnalité d'autocomplétion (sans les attributs <code>aria-</code>).

source: Set the minimum chars the user type in to reveal the autocompletion box.
fr_fr: Définissez ici à partir de combien de caractères saisis par l'utilisateur la boîte d'autocomplétion s'affiche.

source: Set the maximum suggestions displayed in autocomplete box.
fr_fr: Définissez le nombre de suggestions maximum affichées par la boîte d'autocomplétion.
